       identification division.
       program-id. velkomin.

       procedure division.
           display "VELKOMIN!".

       end program velkomin.
